Repository: BackupTheBerlios/kmsgmodem
Catalog: kmsgmodem/po/*.po
Languages: de

source: &Load messages
de: &Lade Nachrichten

source: &Unset standalone mode
de: &Beende unabhängigen Modus

source: &Stop playing voice message
de: &Stoppe Wiedergabe

source: &Clear modem memory
de: Lösche Modemspeicher

source: &Configure modem...
de: &Konfiguriere Modem...

source: Starting...
de: Starte...

source: No new messages
de: Keine neuen Nachrichten

source: Mem: unknown
de: Speicher: unbekannt

source: Please check if you set the correct baudrate and interface in the settings. Check if there is no other application that uses this interface.
de: Bitte überprüfen Sie ob Sie die richtige Baudrate eingestellt haben Bitte überprüfen Sie außerdem ob keine andere Anwendung auf die Schnittstelle zugreifen kann.

source: Please check if the modem is connected to the correct port and switched on.
de: Bitte überprüfen Sie ob das Modem angeschaltet und an den richtigen Port angeschlossen ist.

source: Please check if the modem is connected to the correct port.
de: Bitte überprüfen Sie ob das Modem an den richtigen Port angeschlossen ist.

source: Please connect a USR Sportster Message Plus or Professional modem.
de: Bitte schließen Sie ein USR Sportster Message Plus oder Professional Modem an.

source: Loading messages...
de: Lade Nachrichten...

source: Downloading messages...
de: Laden Nachrichten runter...

source: unknown
de: unbekannt

source: pages
de: Seiten

source: page
de: Seite

source: Mem: %1% free
de: Speicher: %1% frei

source: %1 new message
de: %1 neue Nachricht

source: Downloading new messages...
de: Lade neue Nachrichten vom Modem...

source: Idle
de: Leerlauf

source: There are new messages
de: Neue Nachrichten vorhanden

source: This fax has no pages. This usually happens when an error occured at the transmission of the fax.
de: Dieses Fax enthält keine Seite Dies geschieht gewöhnlich bei Übertragungsproblemen.

source: Showing fax message...
de: Zeige Faxnachricht...

source: Playing voice message...
de: Spiele Sprachnachricht...

source: General
de: Allgemein

source: General Settings
de: Allgemeine-Einstellungen

source: Connection
de: Verbindung

source: Connection Settings
de: Verbindungs-Einstellungen

source: Set standalone mode
de: Starte unabhängigen Modus

source: Standalone mode unset
de: Unabhängiger Modus beendet

source: Unset standalone mode
de: Beende unabhängigen Modus

source: Standalone mode set
de: Unabhängiger Modus gestartet

source: Are you sure to erase all messages on the modem?
de: Sind Sie sicher, dass alle Nachrichten auf dem Modem gelöscht werden sollen?

source: You quit the application while an action is still running. This is not recommendable. Do you really want to continue quitting the application?
de: Sie haben die Anwenudng beendet während eine Aktion durchgeführt wird. Das wird nicht empfohlen. Wollen Sie wirklich die Anwendung beenden?

source: Delete memory file
de: Lösche Speicherdatei

source: Use this baudrate
de: Benutze diese Baudrate

source: Use this interface
de: Benutze diese Schnittstelle

source: His previous work saved me much time
de: Seine vorherige Arbeit hat mir viel Zeit gespart

source: Thanks for SoX
de: Danke für SoX

source: The settings could not be saved.
de: Die Einstellungen konnten nicht gespeichert werden.

source: Configure Modem...
de: Konfiguriere Modem...

source: Standard Toolbar
de: Standard Werkzeugleiste

source: Message Toolbar
de: Nachrichten Werkzeugleiste

source: Fax conversion
de: Faxkonvertierung

source: Normal quality (slow)
de: Normale Qualität (langsam)

source: Good quality (very slow)
de: Gute Qualität (sehr langsam)

source: Start && Exit
de: Starten && Beenden

source: Set standalone mode on exit
de: Starte unabhängigen Modus beim Beenden

source: Check for new messages on startup
de: Prüfe beim Starten auf neue Nachrichten

source: Type
de: Typ

source: Date
de: Datum

source: Size
de: Größe

source: Rings before pick up
de: Klingelzeichen vor abheben

source: Number of rings:
de: Anzahl Klingelzeichen

source: Message reception
de: Nachrichtenempfang

source: Enable fax reception
de: Aktiviere Faxempfang

source: Enable voice reception
de: Aktiviere Sprachempfang

source: Fax identification string
de: Fax ID Angabe

source: Dialup retrieval
de: Fernabfrage

source: Password:
de: Passwort:

source: Enable dialup retrieval
de: Aktiviere Fernabfrage

source: Interface
de: Schnittstelle

source: <p align="center">These settings take effect after a restart of KMsgModem.</p>
de: <p align="center">Diese Einstellungen werden erst nach dem Neustart des Programms wirksam.</p>

source: _: NAME OF TRANSLATORS Your names
de: Alexander Wiedenbruch

source: _: EMAIL OF TRANSLATORS Your emails
de: wirr@users.berlios.de
